<template>
    <div id="pageContainer">
        <div class="header">
            <p class="title">经销商服务规范</p>
            <a href="javascript:;" onclick="history.go(-1);" class="back"></a>
        </div>
        <div class="wrapper">
            <div class="box">
                <p class="title"><span class="bold">第一条</span>  为了维护众康科诺平台公平、和谐的商业氛围，协助创业者创业，保障买卖双方的合法权益，维护众康科诺平台正常运营秩序，根据《众康科诺经营守则》及《众康科诺国际云商城服务协议》，制定本规则。本规范构成《众康科诺经营守则》的有效组成部分，具有同等法律效力；两者约定不一致的内容，以本规范的约定为准。</p>
                <p class="title"><span class="bold">第二条</span>  经销商使用众康科诺平台进行交易时，应当遵守众康科诺平台上公示的各项规则，积极提升自身经营状况，为消费者提供高品质的优质服务。</p>
                <p class="title"><span class="bold">第三条</span>  为了提升消费者的消费体验，维护众康科诺平台正常运营秩序，对于违反《众康科诺国际经销商服务行为规范》的经销商，众康科诺平台将按照规定的情形追究经销商违约责任。</p>
                <p class="title"><span class="bold">第四条</span>  经销商同意众康科诺平台有权对众康科诺平台各种交易、买卖中产生的违规行为进行处理。众康科诺平台处理用户投诉、举报完全基于经销商的委托，众康科诺平台承诺秉持公平、公正、透明的态度处理违规行为，但众康科诺平台并非权力机构，对相关证据只能以普通人的立场进行形式和内容上的审查和判断，不保证投诉、举报处理结果符合经销商的期望，亦不对违规行为的处理结果承担任何责任。</p>
                <p class="title"><span class="bold">第五条</span>  本规范只适用于众康科诺经销商于中华人民共和国大陆境内提供商品交易或买卖服务，涉及到此范围以外的争议，不适用本规范。</p>
                <p class="title"><span class="bold">第六条</span>  经销商必须尽到的服务规范：</p>
                <p class="sub">6.1  售前服务</p>
                <p class="sub1">6.1.1.  所有经销商，在销售众康科诺平台产品时，必须如实告知消费者产品的使用方法、禁忌症、食用量、储存方法和注意事项等内容，不得夸大宣传产品作用，严禁利用使用“产品疗效”等医学或保健相关词语进行产品宣传。如因未提前告知以上信息，引起客户的不良反应、投诉、索赔等，将由经销商自行承担。</p>
                <p class="sub1">6.1.2.  所有经销商，在销售众康科诺平台产品时，必须提供与消费者相配套的技术服务（如配套销售变啦减脂服务套餐，经销商需要提供消费正确的减脂知识，理念和方法，监督客户做事先的身体检查，并需提前告知客户可能产生的短时间身体变化等情况）。如因未提前告知以上信息详尽必要服务义务而引起客户的误解、损伤、投诉、索赔等，所有赔偿责任将由经销商自行承担。</p>
                <p class="sub1">6.1.3.  所有经销商，在销售变啦减脂服务套餐和提供相应的减脂咨询服务时，需让消费者提供最近一周的体验报告，并根据体检报告向消费者建议或提供正确的减脂方案，以及营养餐的使用方法，同时对减脂过程中必须用到的辅助产品：体脂秤、尿酮试纸进行使用指导，如因未提前告知引起的误解、损伤、投诉、索赔等，将由经销商自行承担。</p>
                <p class="sub">6.2  售中服务</p>
                <p class="sub1">6.2.1.  所有经销商，在为消费者提供定制减脂方案和变啦减脂服务套餐的使用方法时，需对客户的身体各项数据指标（如尿酮）进行定期跟进、分析以及给出正确有效的指导建议，如因经销商提供错误的减脂方案和没及时跟进造成反弹、不良反应、投诉、索赔等，将由经销商自行承担。</p>
                <p class="sub1">6.2.2.  在消费者减脂过程中，若出现其他各种异常症状，经销商需第一时间要求客户停止使用自身提供的减脂方案和继续食用变啦减脂服务套餐，并第一时间寻求公司减脂专家组协助，否则引起的不良反应、投诉、索赔等，将由经销商自行承担。</p>
                <p class="sub">6.3  售后服务</p>
                <p class="sub1">6.3.1.  经销商需跟进消费者在过渡期间的减脂情况，并给出指导建议。</p>
                <p class="sub1">6.3.2.  在客户完成过渡后，经销商需继续跟进消费者1个月的进食、数据变化等，并给出指导建议。</p>
                <p class="sub">6.4  经销商在服务客户时，需秉持为客户服务的理念，若由于经销商未提前告知客户违规使用方法和可能出现的情况造成客户的不良反应、投诉、索赔等，将由经销商自行承担。</p>
                <p class="sub">6.5  未尽到服务标准，造成用户投诉的处理标准</p>
                <p class="sub1">6.5.1.  出现上述问题，若经销商无法妥善处理，公司有权出面，按照服务准则，强制介入处理。</p>
                <p class="sub1">6.5.2.  如因经销商在售前、售中、售后没有做到应尽的服务准则，导致消费者误解、出现不良反应、投诉、要求索赔等情况，将由经销商自行承担。</p>
                <p class="sub1">6.5.3.  公司或政府部门接收到的消费者投诉，可累计为经销商被投诉次数，累计投诉达到2次，将扣减当月的市场补贴（扣减比例）；累计投诉达到5次，将停发市场补贴3个月，并根据实际情况取消相关公司其他活动及政策。累计投诉达到10次（一年之内），将取消其经销商资格。</p>
                <p class="sub1">6.5.4.  如消费者对经销商进行投诉，经公司初步判定为经销商全责，则经销商应按照《消费者权益保护法》的相关规定自行赔付，如经销商在7天内未按处理标准进行赔偿，公司将根据严重程度，有权冻结相应库存、扣除相应市场补贴、或取消经销商资格；如经公司初步判定为消费者全责，公司可视情况协助经销商处理相关事宜。</p>
                <p class="sub1">6.5.5.  如消费者对经销商提出诉讼，经销商应按照法院判决、调解等自行承担诉讼责任，公司可视具体情况提供必要的协助。</p>
                <p class="sub1">6.5.6.  如经销商通过非众康科诺平台或公司认可渠道（如京东、淘宝等）进行销售，所产生的一切问题，公司不受理；同时公司将按相关的违规政策追究经销商责任并有权取消经销商资格。</p>
                <p class="title"><span class="bold">第七条</span>  经销商出现违规行为，众康科诺平台将按照本规范规定的情形对经销商采取包含但不限于的以下违规处理措施：</p>
                <p class="sub">1、  冻结账户；</p>
                <p class="sub">2、  禁止订发货；</p>
                <p class="sub">3、  禁止推荐经销商；</p>
                <p class="sub">4、  禁止使用众康科诺平台及众康科诺相关的所有资料、资质等；</p>
                <p class="sub">5、  禁止参加众康科诺平台及众康科诺相关的所有培训、沙龙等活动；</p>
                <p class="sub">6、  停止所有市场补贴的发放；</p>
                <p class="sub">7、  扣除相应库存；</p>
                <p class="sub">8、  取消经销商资格并在众康科诺平台除名；</p>
                <p class="sub">9、  系统及众康科诺新媒体、自媒体等相关渠道公告其违规行为。</p>
                <p class="title"><span class="bold">第八条</span>  被执行违规处理的经销商，当其全部违规行为被纠正、违规处理期间届满、违规处理措施执行完毕且通过规则考试后，方可恢复正常状态。</p>
                <p class="title"><span class="bold">第九条</span>  严重违规行为类型及处理措施</p>
                <p class="sub">违规行为一 </p>
                <p class="sub">1.  乱价行为：低价行为（包括销售、宣传、报价等已产生或未产生实际成交的行为），返点、，赠送，以低于零售价的价格出售给未入系统的客户拼单出售等行为；</p>
                <p class="sub">2.  在所有网络非微信商品交易的平台销售、供货变啦减脂服务套餐的行为；（不包括没有价格显示的推广平台，如百度推广）。</p>
                <p class="sub">对于违规行为一的处理措施</p>
                <p class="sub">情节较轻处理（此处理前提为直接服务人员和间接服务人员签署担保协议替违规人作担保） </p>
                <p class="sub">1.  违规人（如违规者不在系统内，从供货人开始处理）</p>
                <p class="sub">1.1.  违规人如是非特约经销商：</p>
                <p class="sub1">1.1.1  缴纳市场规范保证金3万元（保证期为1年）；</p>
                <p class="sub1">1.1.1  缴纳市场规范保证金3万元（保证期为1年）；</p>
                <p class="sub">1.2  违规人如是特约经销商：</p>
                <p class="sub1">1.2.1  缴纳市场规范保证金3万元（保证期为1年）；</p>
                <p class="sub1">1.2.2  签署保证协议；</p>
                <p class="sub1">1.2.3  扣除违规成立当月的奖金。</p>
                <p class="sub">2.  直接服务人员（指直接违规者的直属经销商。如直接服务人员不是特约、追溯到特约经销商为止）</p>
                <p class="sub">2.1.  扣除当月额外市场补贴（仅限于违规市场，若当月无额外市场补贴，处理追溯至有额外市场补贴月份为止）；</p>
                <p class="sub">2.2  缴纳市场规范保证金（第一次发现所属市场经销商违规，直接服务人员缴纳市场规范保证金1万，保证6个月；第二次发现所属市场经销商违规：扣除第一次的市场规范保证金，直接服务人员缴纳2万元市场规范保证金，第三次发现所属市场经销商违规：扣除第二次的市场规范保证金，直接服务人员再缴纳4万市场规范保证金，市场规范保证金数额按等比数例增加）；</p>
                <p class="sub">2.3  签署担保协议；</p>
                <p class="sub">2.4  拒不缴纳市场规范保证金配合者：系统除名，取消所有未发放权益，扣除所有库存。</p>
                <p class="sub">3.  间接服务人员（指直接违规者的上属经销商，判定的前提条件为直接服务人员为特约经销商）</p>
                <p class="sub">3.1  扣除当月额外市场补贴（仅限于违规市场，若当月无额外市场补贴，处理追溯至有额外市场补贴月份为止）；</p>
                <p class="sub">3.2  缴纳市场规范保证金（第一次发现所属市场经销商违规，间接服务人员缴纳市场规范保证金1万，保证6个月；第二次发现所属市场经销商违规：扣除第一次的市场规范保证金，间接服务人员缴纳2万元市场规范保证金，第三次发现所属市场经销商违规：扣除第二次的市场规范保证金，间接服务人员缴纳4万市场规范保证金，市场规范保证金数额按等比数例增加）；</p>
                <p class="sub">3.3  签署担保协议；</p>
                <p class="sub">3.4  拒不缴纳市场规范保证金配合者：系统除名，取消所有未发放权益，扣除所有库存。</p>
                <p class="sub">情节严重处理</p>
                <p class="sub">1.  违规人（如违规者不在系统内，从供货人开始处理）</p>
                <p class="sub">1.1.  违规人如是非特约经销商：</p>
                <p class="sub1">1.1.1  系统除名，终身取消代理权并公告；</p>
                <p class="sub1">1.1.2  直系亲属（夫妻关系、父母关系、子女关系）终身不能加入众康科诺系统；</p>
                <p class="sub1">1.1.3  缴纳违约金3万元（等额扣除其在公司的产品库存）</p>
                <p class="sub">1.2  违规人如是特约经销商：</p>
                <p class="sub1">1.2.1  系统除名，终身取消代理权并公告；</p>
                <p class="sub1">1.2.2  直系亲属（夫妻关系、父母关系、子女关系）终身不能加入众康科诺系统；</p>
                <p class="sub1">1.2.3  经查实，享有股权或基金份额者，立即解除一切股权、基金协议；</p>
                <p class="sub1">1.2.4  扣除系统内所有奖金；</p>
                <p class="sub1">1.2.5  缴纳违约金13.3万元（等额扣除其在公司的产品库存）</p>
                <p class="sub">2.  直接服务人员（指直接违规者的直属经销商。如直接服务人员不是特约、追溯到特约经销商为止）</p>
                <p class="sub">2.1.  扣除当月额外市场补贴（仅限于违规市场，若当月无额外市场补贴，处理追溯至有额外市场补贴月份为止）；</p>
                <p class="sub">2.2  缴纳市场规范保证金（第一次发现所属市场经销商违规，直接服务人员缴纳市场规范保证金1万，保证6个月；第二次发现所属市场经销商违规：扣除第一次的市场规范保证金，直接服务人员缴纳2万元市场规范保证金,第三次发现所属市场经销商违规：扣除第二次的市场规范保证金，直接服务人员再缴纳4万市场规范保证金，市场规范保证金数额按等比数例增加）；</p>
                <p class="sub">2.3  拒不缴纳市场规范保证金配合者：系统除名，取消所有未发放权益，扣除所有库存；</p>
                <p class="sub">3.  间接服务人员（是指直接违规者的上属经销商，判定的前提条件为直接服务人员为特约经销商）</p>
                <p class="sub">3.1  扣除当月额外市场补贴（仅限于违规市场，若当月无额外市场补贴，处理追溯至有额外市场补贴月份为止）；</p>
                <p class="sub">3.2  （第一次发现所属市场经销商违规，间接服务人员缴纳市场规范保证金1万，保证6个月；第二次发现所属市场经销商违规：扣除第一次的市场规范保证金，间接服务人员缴纳2万元市场规范保证金，第三次发现所属市场经销商违规：扣除第二次的市场规范保证金，间接服务人员缴纳4万市场规范保证金，市场规范保证金数额按等比数例增加）；</p>
                <p class="sub">3.3  拒不缴纳市场规范保证金配合者：系统除名，取消所有未发放权益，扣除所有库存；</p>
                <p class="sub">违规行为二 </p>
                <p class="sub">1.  串货、抢市场等扰乱市场的行为：抢市场；活动现场乱加人（包含微信群等公众互联网场合加人行为）；更换个人信息，操作他人账号，注册众康科诺账号到其他经销商账户名下；购买、供货给非本市场人员（本市场内跨级购买供货，需相关市场同意）。</p>
                <p class="sub">对于违规行为二的处理措施 </p>
                <p class="sub">活动现场 </p>
                <p class="sub">1.  违规人如是非特约经销商</p>
                <p class="sub">1.1.  抢市场/串货/换号注册1个：</p>
                <p class="sub1">1.1.1  仅调回原市场（如换号注册，注销新号）；</p>
                <p class="sub1">1.1.2  缴纳违约金3万元。</p>
                <p class="sub">1.2  抢市场/串货/换号注册2个及以上：</p>
                <p class="sub1">1.2.1  取消经销商资格；</p>
                <p class="sub1">1.2.2  缴纳违约金3万元。</p>
                <p class="sub">2.  违规人如是特约经销商：</p>
                <p class="sub">2.1  抢市场/串货/换号注册1个：</p>
                <p class="sub1">2.1.1  仅调回原市场（如换号注册，注销新号）；</p>
                <p class="sub1">2.1.2  扣除6个月奖金（从违规当月开始计算）；</p>
                <p class="sub1">2.1.3  缴纳违约金1万元。</p>
                <p class="sub">2.2  抢市场/串货/换号注册2个及以上：</p>
                <p class="sub1">2.2.1  取消经销商资格；</p>
                <p class="sub1">2.2.2  缴纳违约金5万元；</p>
                <p class="sub">非活动现场 </p>
                <p class="sub">1.  违规人如是非特约经销商</p>
                <p class="sub">1.1.  抢市场/串货/换号注册1个：</p>
                <p class="sub1">1.1.1  仅调回原市场（如换号注册，注销新号）；</p>
                <p class="sub1">1.1.2  缴纳违约金1万元。</p>
                <p class="sub">1.2  抢市场/串货2个及以上：</p>
                <p class="sub1">1.2.1  仅调回原市场（如换号注册，注销新号）；</p>
                <p class="sub1">1.2.2  缴纳违约金3万元；</p>
                <p class="sub">2.  违规人如是特约经销商：</p>
                <p class="sub">2.1.  抢市场/串货/换号注册1个：</p>
                <p class="sub1">2.1.1  仅调回原市场（如换号注册，注销新号）；</p>
                <p class="sub1">2.1.2  扣除违规当月奖金；</p>
                <p class="sub1">2.1.3  缴纳违约金1万元</p>
                <p class="sub">2.2  抢市场/串货/换号注册2个及以上：</p>
                <p class="sub1">2.2.1  仅调回原市场（如换号注册，注销新号）；</p>
                <p class="sub1">2.2.2  扣除3个月奖金（从违规当月开始计算）；</p>
                <p class="sub1">2.2.3  缴纳违约金1万元。</p>
                <p class="sub">违规行为三 </p>
                <p class="sub">1.  经营经营其他仿冒产品；</p>
                <p class="sub">2.  刮除产品外包装编码</p>
                <p class="sub">对于违规行为三的处理措施 </p>
                <p class="sub">1.  违规者本人</p>
                <p class="sub">1.1.  系统除名，终身取消代理权并公告；</p>
                <p class="sub">1.2  直系亲属（夫妻关系、父母关系、子女关系）终身不能加入众康科诺系统；</p>
                <p class="sub">1.3  缴纳违约金3万元（等额扣除其在公司的产品库存）。</p>
                <p class="sub">2.  违规人如是特约经销商：</p>
                <p class="sub">2.1.  系统除名，终身取消代理权并公告；</p>
                <p class="sub">2.2  直系亲属（夫妻关系、父母关系、子女关系）终身不能加入众康科诺系统；</p>
                <p class="sub">2.3  一经查实，享有股权或基金份额者，立即解除一切股权、基金协议；</p>
                <p class="sub">2.4  扣除系统内所有奖金；</p>
                <p class="sub">2.5  扣除违约金13.3万元（等额扣除其在公司的产品库存）。</p>
                <p class="sub">违规行为四 </p>
                <p class="sub">1.  因对所属市场管理不善，致以上违规行为或者给公司造成货款损失的行为； </p>
                <p class="sub">2.  对于违规行为四的处理措施：</p>
                <p class="sub">2.1、  直接服务人员需承担对公司造成的损失；</p>
                <p class="sub">2.2、  直接服务人员签署保证协议。</p>
                <p class="title"><span class="bold">第十条</span>  违规者申诉说明</p>
                <p class="sub">10.1  申诉通道只受理直接违规者本人的申诉；</p>
                <p class="sub">10.2  申诉者进行申诉行为应提供相应的证据材料，除此之外的申诉不予受理；</p>
                <p class="sub">10.3  申诉者应在平台发布违规处罚后7天内提交申诉申请；如违规者未在规定时间内提交申诉申请的 ，视为放弃申诉；</p>
                <p class="sub">10.4  免责政策：在公司未收到或排查发现相关经销商违规行为前，上阶以及上上阶经销商主动举报服务的相关代理的违规行为，则不受上述第九条的处罚；</p>
                <p class="sub">10.5  其他说明：</p>
                <p class="sub1">10.5.1  众康科诺平台上除脂老虎外的其他品牌 </p>
                <p class="sub1">例如：悠语、V77等，凡符合条件经销商，可在线上进行销售。 </p>
                <p class="sub1">淘宝销售基本要求：（1）.签署承诺书；（2）报备信息资料（将店铺信息以及经销商信息发送到邮箱： weiguijubao@baie.com.cn ）；</p>
                <p class="sub1">10.5.2  购买、供货仅限于本市场内进行（本市场内跨级购买供货，需相关上阶同意）；</p>
                <p class="sub1">10.5.3  如违规者非系统经销商，供货人作为第一违规者，以此类推。</p>
                <p class="title"><span class="bold">第十一条</span>  用户的违规行为，通过众康科诺平台用户投诉或众康科诺平台排查发现。</p>
                <p class="title"><span class="bold">第十二条</span>  本规则中的“天”，以24小时计算。</p>
                <p class="sub txtR">------本规范完------</p>
                <p class="sub txtR">浙江众康科诺贸易有限公司</p>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    mounted() {
        this.isWx = this.$util.isWx();
    }
}
</script>

<style scoped lang="less">
.wrapper{
    background: #fff;
}
.box{
    border-top: 1px solid #f3f3f3;
    padding: 0 .15rem;
    color: #111;
    line-height: 1.5;
    padding-bottom: .2rem;
    .tip{
        padding: .15rem 0;
        border-bottom: 1px solid #f3f3f3;
    }
    .title{
        font-size: .16rem;
        margin-top: .15rem;
    }
    .sub{
        font-size: .14rem;
        margin-top: .1rem;
        padding-left: 2em;
    }
    .sub1{
        font-size: .14rem;
        margin-top: .1rem;
        padding-left: 4em;
    }
}
</style>
