<template>
    <div id="pageContainer">
        <div class="header">
            <p class="title">众康科诺经营规则</p>
            <a href="javascript:;" onclick="history.go(-1);" class="back"></a>
        </div>
        <div class="wrapper">
            <div class="box">
                <p class="tip">本《众康科诺经营规则》（下称“规则”）由众康科诺平台（下称“众康科诺”）制定，旨在规范经销商使用平台过程中的权利和义务。</p>
                <p class="title bold">1.定义</p>
                <p class="sub">除非另有明确解释，规则中的相关词汇定义如下：</p>
                <p class="sub">1.1.  众康科诺：指众康科诺平台经营者的单称或者合称，包括杭州微众电子商务有限公司等。</p>
                <p class="sub">1.2.  众康科诺平台：众康科诺的B2B2C系统，经销商可以在系统平台上购买众康科诺平台商品、开通云商城店铺，事业推广，管理和服务合作伙伴及终端用户等。</p>
                <p class="sub">1.3.  众康科诺平台规则：包括在众康科诺平台规则中心已经发布及后续发布的全部规则、公告等内容；包括但不限于、《经销商服务行为规范》、《众康科诺云商城服务协议》、《众康科诺经营规则》,《经销商违规行为及处理规则》等。</p>
                <p class="sub">1.4.  众康科诺平台商品：指由产品的品牌厂商或者制造厂商所提供的在众康科诺平台销售的产品及/或相关服务。</p>
                <p class="sub">1.5.  经销商：取得众康科诺经销商资格的自然人、法人或其他组织等，可使用众康科诺平台提供的相关服务。</p>
                <p class="title bold">2.经销商资格</p>
                <p class="sub">2.1.  申请众康科诺经销商资格的要求：</p>
                <p class="sub1">2.1.1 申请人应当是具有完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。</p>
                <p class="sub1">2.1.2 具备真实、合法、有效的证件/证照（如身份证、营业执照等）。</p>
                <p class="sub1">2.1.3 当地法律、行政法规规定不得从事大健康、移动互联网行业的自然人不得申请。</p>
                <p class="sub1">2.1.4 若所申请的经销商为法人或其他组织，该申请人必须享有所属公司法人、公司或组织授权，方可在众康科诺平台注册成经销商，而众康科诺平台有权随时要求申请人提供该单位或组织的相关授权文件或注册文件（如：章程等）。 </p>
                <p class="sub1">2.1.5 众康科诺在职员工不得申请众康科诺经销商资格，若在加入众康科诺前申请成为经销商，则加入时经销商资格自动终止。 </p>
                <p class="sub1">2.1.6 申请人隐瞒事实或者提供虚假的信息，或者利用或假借任何其他人士或实体的名义，申请加入众康科诺平台，成为众康科诺平台经销商的，众康科诺有权视其违规情节采取相应的措施，包括取消其经销商资格。 若经销商的行为给众康科诺造成损失的，众康科诺有权向违规的经销商追偿。 </p>
                <p class="sub">2.2.  申请成为众康科诺经销商的程序：</p>
                <p class="sub1">了解众康科诺平台，经众康科诺经销商推荐，可以申请成为众康科诺经销商。 </p>
                <p class="sub1">2.2.1 申请人需确定本人已细读本规则并对其内容有完整准确的了解，愿意遵守规则中的内容。 </p>
                <p class="sub1">2.2.2 一旦注册成功，代表申请人已查阅并同意本规则。申请人承诺其所填写的资料是真实的，并有责任及时更新其资料，保证其在众康科诺平台的资料是最新的。 </p>
                <p class="sub1">2.2.3 申请资料经审核并通过后，申请人即成为众康科诺众康科诺会员，届时可根据众康科诺平台的规则进行经营，向众康科诺平台购买商品、开通云商城店铺，事业推广，查询业绩等。 </p>
                <p class="sub1">2.2.4 众康科诺保留所有最终权利，可以毋须任何理由，接受或拒绝任何人员或者实体、组织等成为众康科诺经销商的申请。</p>
                <p class="sub">2.3.  经销商资格转让：</p>
                <p class="sub1">未经众康科诺允许，经销商不得转让、售卖或以其他方式转让众康科诺经销商资格。</p>
                <p class="sub1">在未获得众康科诺事先书面同意的情况下，经销商的任何转让、试图转让或其他对经销商资格（或任何经销商权益）的自行处置行为均被视作无效，由此而引发的法律责任及造成的一切后果均由经销商自行承担。 </p>
                <p class="sub">2.4.  经销商死亡及资格继承： </p>
                <p class="sub1">经销商死亡，其资格将会依据相关法律由合法继承人享有。如继承人不满足本规则中2.1条的要求，则该经销商资格终止。</p>
                <p class="sub">2.5.  经销商资格终止：</p>
                <p class="sub1">2.5.1 自愿终止经销商资格</p>
                <p class="sub1">经销商可随时提出终止众康科诺经销商资格，自经销商资格终止之日起，经销商将会失去其经销商资格及其终止日后所产生的一切权益（如，服务费、奖励等。） </p>
                <p class="sub1">2.5.2 非自愿终止经销商资格</p>
                <p class="sub1">如经销商违反法律法规、违反本规则或违反众康科诺其他制度或规定，众康科诺有权自行全权决定，且不经事先通知而终止经销商资格，注销经销商的账户，且无须为此向经销商或任何第三方承担任何责任。</p>
                <p class="sub1">2.5.3 经销商资格终止后（无论是自愿终止还是非自愿终止），该经销商必须立即停止一切与众康科诺有关的行为或活动，包括但不限于：（1）不可以经销商身份购买产品（但可以零售客户身份购买）；（2）不得向任何人士进行有关众康科诺平台业务的说明、自称为众康科诺经销商，推荐其他人成为经销商； （3）不得使用任何众康科诺商标、图形的印刷和推广用品；（4）不得参与众康科诺或任何众康科诺经销商所举办的沙龙、训练课程或其他活动。如经销商有上述任何行为，众康科诺有权依法追究其责任。</p>
                <p class="title bold">3.经销商需遵守的基本规则</p>
                <p class="sub">3.1  众康科诺经销商必须遵守法律、法规和规范性文件的规定（如与经营大健康、移动互联网行业相关的法律和规定；按照税法的规定履行税务责任等）。</p>
                <p class="sub">3.2  众康科诺经销商必须遵守众康科诺平台的以下基本规则：</p>
                <p class="sub1">3.2.1 任何经销商均是独立的经营者，经销商对其经营行为和盈亏承担完全的独立责任。众康科诺与经销商之间不构成任何雇佣和合资等关系。经销商在进行商务活动时（如零售、推荐、会议等），必须明确表示其众康科诺经销商身份，并不得明示或暗示其与众康科诺存在任何其他关系。</p>
                <p class="sub1">3.2.2 经销商不得从事任何非众康科诺平台的移动互联网平台事业，无论其他平台是否与众康科诺平台有直接或间接的竞争关系。</p>
                <p class="sub1">3.2.3 经销商不得代理或者销售其他与众康科诺产品相同或相似的任何产品。</p>
                <p class="sub1">3.2.4 除非得到众康科诺的事先书面许可，否则经销商不得擅自通过任何其他线下或线上方式或平台销售众康科诺平台的产品及服务。</p>
                <p class="sub1">3.2.5 经销商也不得诱惑任何众康科诺经销商或任何第三方参与其他任何非众康科诺平台的互联网事业或者与众康科诺平台竞争的任何线上或线下业务。</p>
                <p class="sub1">3.2.6 经销商在进行与众康科诺有关的商务活动时，应按照众康科诺最新的、有效的官方资料中的内容有关产品、服务、市场咨询服务等的口头或书面陈述，否则造成的任何责任和损害须由经销商自行负责，均与众康科诺无关，经销商并须赔偿众康科诺的损失。</p>
                <p class="sub1">3.2.7 经销商须参加相关专业课程的培训并考核合格，如未通过考核，众康科诺有权取消该经销资格。</p>
                <p class="sub1">3.2.8 未经众康科诺允许，经销商不得组织收费培训。</p>
                <p class="sub1">3.2.9 经销商不得私自联系众康科诺平台产品制造商、供应商、供应商代表、供应商的分支机构或公司产品开发者，严禁从供货商处直接取得产品、资料或讲师资源用于销售和市场活动。</p>
                <p class="sub1">3.2.10 经销商本人不得，也不得代表任何其他第三方企图雇佣或诱惑众康科诺平台的员工、经销商、顾客、产品开发者或供应商改变他们的职业，或改变他们与众康科诺平台及其关联实体的雇佣或合作关系。</p>
                <p class="sub1">3.2.11 经销商不论何时何地，均不得假借众康科诺平台业务机会，进行任何与政治或宗教有关的活动。</p>
                <p class="sub1">3.2.12 众康科诺平台有关营销工具、经销商名单、客户信息等资料和信息均属于机密资料，众康科诺经销商不得将此类信息用于与众康科诺平台无关的活动，不得泄露给任何第三方。此条对于已经终止的众康科诺经销商同样有效。</p>
                <p class="sub1">3.2.13 未经过众康科诺平台的书面授权和许可，不允许对外发表和接收媒体对众康科诺系统、产品、规定、程序等的采访。</p>
                <p class="title bold">4.产品及服务销售与声明</p>
                <p class="sub">4.1  经销商宣传众康科诺产品及服务时，对产品及众康科诺的描述必须符合一切相关法律、法规及众康科诺官方材料中的说明。不得夸大众康科诺产品及服务的用途和功能；不得误导消费者，宣称产品可以预防、治疗或诊断疾病。</p>
                <p class="sub">4.2  经销商不得错误描述或推广众康科诺产品及服务的价钱、规格、质量、性能、成份、款式、型号、产地或供应情况等信息。</p>
                <p class="sub">4.3  经销商须保证与众康科诺平台保持一致，不得恶意在市场上散播对众康科诺发展不利或影响众康科诺声誉的言论，不得将任何非众康科诺产品或服务伪称为众康科诺产品或服务加以推广。</p>
                <p class="sub">4.4  推荐人推荐的经销商，按标准和流程成功注册众康科诺系统，并确认和同意众康科诺《经营守则》后，经推荐人审核通过者，即可成为众康科诺平台经销商，即成为推荐人的一阶合作伙伴。经销商有权根据第2条的规定重新推荐已失去众康科诺经销商资格的人重新加入。</p>
                <p class="sub">4.5  经销商不得对任何众康科诺产品进行重新包装或更换商标。</p>
                <p class="sub">4.6  经销商须严格遵守众康科诺平台统一零售价，不得高于或低于该价格销售给顾客，也不得以其他方式（如返点，赠品，加收任何额外费用等）变相扰乱市场价格。</p>
                <p class="sub">4.7  经销商须保障众康科诺免受任何因其本人对众康科诺平台或众康科诺产品的歪曲、讹称、假冒、威胁、恐吓等行为而引起任何个人、团体或单位对众康科诺做出的行动、索赔、要求、控诉。如发生上述行为，该经销商需赔偿众康科诺或当事人一切因此而蒙受的金钱、商誉、精神或其他损失以及所引起的诉讼及一切法律行为费用。</p>
                <p class="sub">4.8  顾客退换货：产品退换货细则根据当地国相关退换货法律法规来执行，经销商应照该法律和当地众康科诺平台的规定，积极为顾客提供退换货服务。</p>
                <p class="sub">4.9  经销商退换货（各国视当地法律不同可有所调整）：将按照具体的《众康科诺平台退换货规则》进行。</p>
                <p class="title bold">5.知识产权的使用</p>
                <p class="sub">5.1  经销商确认，所有众康科诺平台上所使用的商标、版权、奖章、徽章代表符号、设计、资料和信息（如书籍、声音资料、影像资料，宣传资料等）以及一切众康科诺使用而与众康科诺平台及产品有关联的工业技巧及知识（以下统称“知识产权”）均为众康科诺或其合作方所有，经销商仅在众康科诺或其合作方明确授权的范围和期限内使用众康科诺平台上相关的知识产权，不得以任何其他的方式使用，如经销商不得有以下行为：</p>
                <p class="sub1">5.1.1  生产或通过众康科诺以外的任何来源获取并销售任何标有baie、众康科诺、或任何众康科诺平台合作方商标等知识产权及众康科诺或众康科诺合作方产品或服务的名称、图形或商标的物品；</p>
                <p class="sub1">5.1.2  在其车辆上标示众康科诺或众康科诺平台合作方的名称或商标等知识产权，但由众康科诺或合作方所提供的标示品除外。</p>
                <p class="sub1">5.1.3  在任何媒体刊登或播出有关众康科诺业务或众康科诺平台产品的广告，但由众康科诺同意的除外。</p>
                <p class="sub1">5.1.4  以baie或众康科诺、众康科诺的音译，以合作方的名称、商标或音译或其他由此衍生的名称作为商标进行注册或作为任何机构或生意的名称，或授予他人使用此名称。</p>
                <p class="sub1">5.1.5  注册或使用与众康科诺官网、商标、公众号等相近似或容易引起混淆的内容。</p>
                <p class="sub1">5.1.6  经销商可使用众康科诺提供的印刷品，但仅可供其经营众康科诺平台业务之用，私自复制、改编、改造或发行。</p>
                <p class="sub1">5.1.7  通过存盘保留任何知识产权或商业秘密。</p>
                <p class="sub">5.2  推广行为</p>
                <p class="sub1">5.2.1  经销商符合众康科诺平台规定的前提下从事平台事业。若因经销商违反规定导致众康科诺的声誉受损（如：受到传媒的负面报道），甚至引起法律行动，经销商须承担因此而造成的一切后果（如：承担损失，并赔偿众康科诺及其合作伙伴因此而遭受的一切损失）。</p>
                <p class="sub1">5.2.2  如经销商使用众康科诺提供的推广素材而遭到第三方投诉，政府调查众康科诺或引起法律诉讼，经销商应立即通知众康科诺平台。经销商应保证其所使用的素材和资料是最新的，否则经销商应自行承担未使用最新的素材或资料而产生的后果和责任。</p>
                <p class="sub1">5.2.3  经销商可将在众康科诺提供的文宣资料及官方印刷品上刊登的文章，转载或分发给合作伙伴成员，但须全部正确转载并注明出处，众康科诺出版及制作的一切刊物及视听资料均受当地国著作权法的保障，经销商或其他人士未经众康科诺的书面许可，不得翻印或复印其全部或任何部分。</p>
                <p class="sub1">5.2.4  未经众康科诺平台许可，经销商不得在其私人拥有的网站或其他网站上展示有关众康科诺的公司、商标、产品或众康科诺平台业务；未经众康科诺平台许可，经销商不得在搜索平台和电商平台上以众康科诺或其经营的品牌等的名义宣传推广。</p>
                <p class="sub">5.3  自制辅销物品：</p>
                <p class="sub1">5.3.1  没有预先获得众康科诺的书面同意，经销商不得制作或使用涉及众康科诺的任何非众康科诺提供的辅销物品。任何人士如果制作此类辅销品，众康科诺保留对其侵权行为予以追究的权利；对于使用违规辅销品的经销商，众康科诺有权要求其立即停止使用并追究其违规责任的权利。</p>
                <p class="sub1">5.3.2  任何自制辅销物品不得侵犯众康科诺或任何其他公司的知识产权，不得有任何有关众康科诺或其产品或服务错误或误导性的声称，或以可能误导他人的方式制作或使用。</p>
                <p class="sub1">5.3.3  自制辅销物品须由创作者、制作者及任何使用者自行负责。若自制辅销物品的制作或使用给众康科诺造成了任何损失或有任何第三方向众康科诺索赔，众康科诺有权追究相关责任人员的权利。</p>
                <p class="sub1">5.3.4  个人形象包装推广：在众康科诺平台注册的经销商视为同意授权众康科诺对其个人形象及真实经历进行合理包装与推广。推广渠道包括但不限于媒体、官方网站、官方微信、官方视频及各类官方物料等；经销商在使用众康科诺提供的素材（包括图文、视频等）时，不得私自夸大、虚假宣传与实际内容不符的相关内容。</p>
                <p class="sub1">5.3.5  在众康科诺官方公布之前，经销商不可以暗示或宣传众康科诺未来的发展（如：将有新增产品或服务项目，或将有任何经销商制度的调整等）。</p>
                <p class="title bold">6.非竞争及保密</p>
                <p class="sub">6.1  未经众康科诺事先书面同意，经销商不得在非众康科诺平台进行任何销售或试图销售行为（无论销售众康科诺产品或非众康科诺产品）。</p>
                <p class="sub">6.2  无论经销商资格终止与否，经销商应对其在众康科诺平台上的交易内容及交易过程获悉的所有商业秘密进行保密；由于经销商违反保密责任而给众康科诺造成损失的，众康科诺有权追究其违约责任。</p>
                <p class="title bold">7.违规处理</p>
                <p class="sub">若经销商违反相关法律或本规则的规定，则按照《经销商违规行为及处理规则》予以处理。</p>
                <p class="title bold">8.效力及争议解决</p>
                <p class="sub">8.1  本规则由众康科诺制定，自公布之日起生效。经销商的行为，发生在本规则生效以前的，适用当时的规则；发生在本规则生效以后的，适用本规则。在不事先通知经销商的情况下，众康科诺会对本规则进行不定期修订，并在众康科诺平台上予以公示。</p>
                <p class="sub">8.2  如果本规则有部分条款依据新的法律法规或者被当地司法机构判定为无效或不合法，本规则其余条款仍然有效。</p>
                <p class="sub">8.3  如众康科诺与经销商之间出现纠纷，双方应友好协商解决；如协商不成，任何一方均有权将争议提交至杭州经济技术开发区人民法院进行诉讼。</p>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    mounted() {
        this.isWx = this.$util.isWx();
    }
}
</script>

<style scoped lang="less">
.wrapper{
    background: #fff;
}
.box{
    border-top: 1px solid #f3f3f3;
    padding: 0 .15rem;
    color: #111;
    line-height: 1.5;
    padding-bottom: .2rem;
    .tip{
        padding: .15rem 0;
        border-bottom: 1px solid #f3f3f3;
    }
    .title{
        font-size: .16rem;
        margin-top: .15rem;
    }
    .sub{
        font-size: .14rem;
        margin-top: .1rem;
        padding-left: 2em;
    }
    .sub1{
        font-size: .14rem;
        margin-top: .1rem;
        padding-left: 4em;
    }
}
</style>
