<template>
    <div id="pageContainer">
        <div class="header">
            <p class="title">众康科诺云商城服务协议</p>
            <a href="javascript:;" onclick="history.go(-1);" class="back"></a>
        </div>
        <div class="wrapper">
            <div class="box">
                <div class="tip">
                    <p>您注册众康科诺云商城服务时，请认真阅读下列服务条款。</p>
                    <p class="bold">提示条款</p>
                    <p class="bold">【审慎阅读】您在申请注册流程中点击同意服务条款之前，务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。阅读服务条款过程中，如果您不同意服务条款其中任何条款约定，您应立即停止注册程序。</p>
                    <p class="bold">【签约动作】当您按照注册页面提示填写信息、阅读并同意服务条款且完成全部注册程序后，即表示您已充分阅读、理解并接受全部条款，且您自愿受条款之约束，成为本商城“用户”。 </p>
                    <p class="bold">本商城有权不时修订服务条款内容并在本商城上予以公告。经修订的条款一经公布，立即自动生效。如您不同意相关修订，必须立即停止使用本商城。服务条款本商城经发布的各类规则也是您使用本商城需要遵守的内容。，如果您不接受商城发布的规则，必须立即停止使用本商城。您继续使用本商城，则表示您已接受并自愿遵守经修订后的条款及商城发布的规则，本商城有权根据修订后的条款及发布的规则采取相应的处理措施。本商城对服务条款和规则有最终的解释权。</p>
                </div>
                <p class="title bold">第一条  用户资格</p>
                <p class="sub">只有符合下列条件之一的自然人或组织才能申请成为本商城用户，并使用本商城的服务：</p>
                <p class="sub1">1.年满十八周岁，并具有完全民事权利能力和民事行为能力的自然人；</p>
                <p class="sub1">2.无民事行为能力人或限制民事行为能力人应经过其监护人的同意；</p>
                <p class="sub1">3.合法成立并存在的实体、组织等。</p>
                <p class="sub">用户需要提供真实姓名或名称，以及明确的联系地址和联系电话。</p>
                <p class="sub">用户符合以下条件，可按照系统设置的流程，开通云商城店铺出售商品及服务：</p>
                <p class="sub1">1.开通众康科诺经销商资格认证；</p>
                <p class="sub1">2.绑定微信钱包；</p>
                <p class="sub1">3.系统订货满3000元后可免费开通云商城，同时可以在试销管理上架未订货的商品出售。</p>
                <p class="title bold">第二条  用户的权利和义务</p>
                <p class="sub">用户有权根据服务条款及本商城发布的相关规则，利用本商城购买货品、开通云商城店铺，管理和服务终端用户等，参加本商城的有关活动及享受本商城提供的其他有关资讯及信息服务；</p>
                <p class="sub">用户须自行负责自己的用户账号和密码，且须对在用户账号下发生的所有活动（包括但不限于购买货品、开通云商城店铺，网上点击同意各类条款、规则等）承担责任。用户有权根据需要更改登录密码。用户应自行承担其帐户的任何活动所产生的后果，包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，用户使用的计算机被他人侵入等。</p>
                <p class="sub">用户应当向本商城提供真实准确的注册信息，包括但不限于真实姓名（或实体、组织的名称）、身份证号（或统一社会信用代码）、联系电话、地址、邮政编码等。保证本商城可以通过上述联系方式联系到您。同时，用户也应当在注册资料发生变更时及时进行更新。</p>
                <p class="sub">用户在本商城注册的账号名称，不得有下列情形：</p>
                <p class="sub1">(1)  违反宪法或法律法规规定的；</p>
                <p class="sub1">(2)  危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
                <p class="sub1">(3)  损害国家荣誉和利益的，损害公共利益的；</p>
                <p class="sub1">(4)  煽动民族仇恨、民族歧视，破坏民族团结的；</p>
                <p class="sub1">(5)  破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
                <p class="sub1">(6)  散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
                <p class="sub1">(7)  散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
                <p class="sub1">(8)  侮辱或者诽谤他人，侵害他人合法权益的；</p>
                <p class="sub1">(9)  包含虚假信息或不良信息；</p>
                <p class="sub1">(10)  冒用关联机构或社会名人名称；</p>
                <p class="sub1">(11)  含有法律、行政法规禁止的其他内容的。</p>
                <p class="sub">用户应完全了解自身的健康状况，并承诺在本商城购买产品及使用相关服务前已做全面的身体检查，保证身体无任何不适宜使用产品和服务的症状。如因用户未完全了解自身健康状况而盲目使用产品造成的风险，本商城不承担任何责任。本商城亦不承担用户未按要求使用产品或未在使用产品期间对相应指标做监测所导致的任何风险。</p>
                <p class="sub">用户不得以任何形式擅自转让或授权他人使用自己在本商城的用户帐号（实名认证通过后，不能进行变更）。</p>
                <p class="sub">用户在本商城交易中应当遵守诚实信用原则，不得采用不正当竞争方式（包括但不限于低价销售、违规拓展市场、串货、恶意宣传、虚假宣传等方式）扰乱网上交易秩序。</p>
                <p class="sub">用户使用银行卡的行为不得违反《银行卡业务管理办法》或法律法规的规定。用户不得利用信用卡套取现金（以下简称套现）；用户不得盗刷他人银行卡；用户不得于明知或应知可能盗刷银行卡的交易对手进行交易。</p>
                <p class="sub">用户承诺自己在使用本商城实施的所有行为符合法律、法规、行政规章和本商城的相关规定。如有任何违法、违规行为，用户将以自己的名义独立承担相应的法律责任。</p>
                <p class="sub">用户在本商城网上交易过程中如与其他用户因交易产生纠纷，可以请求本商城从中予以协调处理。用户如发现其他用户有违法或违反服务条款的行为，可以向本商城举报。</p>
                <p class="sub">除本商城另有规定外，用户应当自行承担因交易产生的相关费用，并依法纳税。</p>
                <p class="sub">未经本商城书面允许，用户不得将本商城的任何资料以及在交易平台上所展示的任何信息作商业性使利用（包括但不限于以复制、修改、翻译等形式制作衍生作品、分发或公开展示）。</p>
                <p class="sub">用户不得使用以下方式登录商城或破坏商城所提供的服务：</p>
                <p class="sub1">(1)  以任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件或其它自动方式访问或登录本商城；</p>
                <p class="sub1">(2)  通过任何方式对本公司内部结构造成或可能造成不合理或不合比例的重大负荷的行为；</p>
                <p class="sub1">(3)  通过任何方式干扰或试图干扰商城的正常工作或商城上进行的任何活动。</p>
                <p class="sub">用户有权在遵守本商城相关规则的前提下享受消费者保障服务（包括但不限于售后相关事项等）。</p>
                <p class="title bold">第三条  众康科诺云商城的权利和义务</p>
                <p class="sub">本商城仅为用户提供一个创业平台和交易平台，为创业者提供线上加盟和线上销售平台；为创业者及消费者提供在线交易平台，同时为创业者提供仓储、物流、培训、客服等解决方案的平台，本商城不主动介入创业者及消费者双方交易的过程。</p>
                <p class="sub">本商城有义务在现有技术水平的基础上努力确保整个商城的正常运行，尽力避免服务中断或将中断时间限制在最短时间内，保证用户网上活动的顺利进行。</p>
                <p class="sub">本商城有义务对用户在注册使用本商城信息平台中所遇到的与交易或注册有关的问题及反映的情况及时做出回复。</p>
                <p class="sub">本商城有权对用户的注册资料进行审查，对存在任何问题或怀疑的注册资料，本商城有权发出通知询问用户并要求用户做出解释、改正。 用户因在本商城网上交易与其他用户产生纠纷的，用户将纠纷告知本商城，或本商城知悉纠纷情况的，经审核后，本商城有权通过电子邮件及电话方式向纠纷双方了解纠纷情况，并将所了解的情况通过电子邮件通知各方；用户通过司法机关依照法定程序要求本商城提供相关资料，本商城将积极配合并提供有关资料。</p>
                <p class="sub">因网上交易平台的特殊性，本商城无需对所有用户的交易行为以及与交易有关的其他事项进行事先审查，本商城不承担相应的审查义务。但如发生以下情形，本商城有权在无需征得用户同意的情况下，采取一定措施，包括但不限于限制用户在商城的活动、向用户核实有关资料、公布该用户的违法、违规行为,发出警告通知、暂时冻结、无限期冻结用户的账户、拒绝向该用户提供服务，注销用户账户等：</p>
                <p class="sub1">(1)  用户以非自然人名义注册之后，用户主体停止正常运营，自行注销或者经有权机关吊销或撤销的；</p>
                <p class="sub1">(2)  用户违反服务条款或商城公布的相关规则;</p>
                <p class="sub1">(3)  存在用户或其他第三方通知本商城，认为某个用户或具体交易事项存在违法或不当行为，并提供相关证据，而本商城无法联系到被举报的用户核实用户向本商城提供的任何资料；</p>
                <p class="sub1">(4)  存在用户或其他第三方通知本商城，认为某个用户或具体交易事项存在违法或不当行为，并提供相关证据。本商城以普通非专业人员的知识水平标准对相关内容进行判别，可以明显认为这些内容或行为可能对他方或本商城造成或可能造成潜在财务损失或法律责任；</p>
                <p class="sub1">(5)  根据国家法律法规的规定、服务条款的内容和本商城所掌握的事实依据，可以认定某用户存在违法或违规行为或存在在本商城交易平台上的其他不当行为</p>
                <p class="sub">本商城有权在不通知用户的前提下，删除或采取其他限制性措施处理下列违法违规信息：包括但不限于以规避费用为目的；以炒作信用为目的；存在欺诈等恶意或虚假内容；与网上交易无关或不是以交易为目的；存在恶意竞价或其他试图扰乱正常交易秩序因素；违反公共利益或可能严重损害本商城和其他用户合法利益。</p>
                <p class="title bold">第四条  服务终止</p>
                <p class="sub">本商城可自行全权决定以任何理由(包括但不限于本商城认为用户已违反服务条款及相关规则的内容，或用户在超过180日内未登录本商城等)终止对用户的服务，并有权在两年内保存用户在本商城的全部资料（包括但不限于用户信息、产品信息、交易信息等）。同时本商城可自行全权决定，在发出通知或不发出通知的情况下，随时停止提供全部或部分服务。服务终止后，本商城没有义务向用户保存、提供原账户中或与之相关的任何信息，或转发任何未曾阅读或发送的信息给用户或第三方。</p>
                <p class="sub">在服务终止后，本商城仍保留下列权利：</p>
                <p class="sub1">(1)  本商城有权在法法规规定的时间内保留该用户的资料，包括但不限于以前的用户资料、交易记录等；</p>
                <p class="sub1">(2)  若终止服务之前，该用户在本商城交易平台上尚存在违法行为或违反服务条款的行为，本商城仍可行使服务条款所规定的权利。</p>
                <p class="sub">用户存在下列情况，本商城可以终止向该用户提供服务；</p>
                <p class="sub1">(1)  用户违反服务条款及相关规则规定时本商城将在终止服务时通知用户。但该用户在被本商城终止提供服务后，再一次直接或间接或以他人名义注册为本商城用户的，本商城发现后，有权单方面终止为该用户提供服务；</p>
                <p class="sub1">(2)  本商城发现用户注册资料中内容是虚假的；</p>
                <p class="sub1">(3)  服务条款终止或修订时，用户未予以确认的；</p>
                <p class="sub1">(4)  其它本商城认为需终止服务的情况。</p>
                <p class="title bold">第五条  本网站的责任范围</p>
                <p class="sub">当用户接受该协议时，用户应当明确了解并同意：</p>
                <p class="sub">本商城不能随时预见到任何技术上的问题或其他困难。该等困难可能会导致数据损失或其他服务中断。本商城是在现有技术基础上提供的服务。本商城不保证以下事项：</p>
                <p class="sub1">(1)  本网站将符合所有用户的要求；</p>
                <p class="sub1">(2)  本网站不受干扰、能够及时提供、安全可靠或免于出错；</p>
                <p class="sub1">(3)  本服务使用权的取得结果是正确或可靠的。</p>
                <p class="sub">是否经由本商城下载或取得任何资料，由用户自行考虑、衡量并且自负风险，因下载任何资料而导致用户电脑系统的任何损坏或资料流失，用户应负完全责任。希望用户在使用本商城时，小心谨慎并运用常识。</p>
                <p class="sub">用户经由本商城取得的建议和资讯，无论其形式或表现，绝不构成服务条款未明示规定的任何保证。</p>
                <p class="sub">基于以下原因而造成的利润、商誉、使用、资料损失或其它无形损失，本商城不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿（即使本商城已被告知赔偿的可能性）：</p>
                <p class="sub1">(1)  本商城的使用或无法使用；</p>
                <p class="sub1">(2)  用户的传输或资料遭到未获授权的存取或变更；</p>
                <p class="sub1">(3)  本商城中任何第三方之声明或行为；</p>
                <p class="sub1">(4)  本商城在服务交易中为用户提供交易服务，协助售后处理；</p>
                <p class="sub1">(5)  本商城其它相关事宜。</p>
                <p class="title bold">第六条  知识产权</p>
                <p class="sub">本商城所使用的任何相关软件、程序、产品、内容，包括但不限于用户资料、协议、图片、档案、资料、商城构架、商城版面的安排、网页设计、商标、奖章、徽章代表符号、书籍版式、声音资料、影像资料以及一切众康科诺使用而与众康科诺平台与产品或众康科诺合作方产品及服务有关联的工业工艺及知识均为众康科诺或众康科诺合作方所有，包括但不限于著作权、商标权、专利权或其它专属权利等，受到相关法律的保护。未经本商城明示授权，用户保证不得修改、出租、出借、出售、散布本商城及本商城所使用的上述任何资料和资源，或根据上述资料和资源制作成任何种类产品或以任何其他方式使用、处置相关的资料、信息等。</p>
                <p class="sub">用户不得经由非本商城所提供的界面使用本商城。</p>
                <p class="title bold">第七条  用户信息</p>
                <p class="sub">信息使用：</p>
                <p class="sub1">(1)  本商城不会向任何人披露用户的个人或组织信息，除非事先得到用户的许可或者除非在特定情形下，依据本条中的条款予以披露；</p>
                <p class="sub1">(2)  本商城亦不允许任何第三方以任何手段收集、编辑、出售或者传播用户的个人或组织信息。任何用户如从事上述活动，一经发现，本商城有权立即终止对该用户的服务，冻结直至注销其账号。</p>
                <p class="sub">信息披露：</p>
                <p class="sub1">用户的个人或组织信息将在下述情况下部分或全部被披露：</p>
                <p class="sub1">(1)  经用户同意，向第三方披露；</p>
                <p class="sub1">(2)  用户在使用本商城过程中涉及到知识产权类纠纷，有他方主张权利的，本商城在审核主张方提交的资料后认为披露用户信息有助于纠纷解决的。</p>
                <p class="sub1">(3)  根据法律的有关规定，或者行政、司法机关的要求，向第三方或者行政、司法机关披露。</p>
                <p class="sub1">(4)  若用户出现违反中国有关法律或者商城规定的情况，需要向第三方披露。</p>
                <p class="sub1">(5)  为提供用户所要求的产品和服务，而必须和第三方分享用户的信息；</p>
                <p class="sub1">(6)  为保护用户、其他用户或本商城关联方的合法权益，本商城可能将用户的个人信息用于预防、发现、调查以下事项：欺诈、危害安全、违法或违反与我们或其关联方协议、政策或规则的行为；</p>
                <p class="sub1">(7)  在遵循隐私权保护以及其他相应的保密安全措施的前提下，将您的信息提供给相关合作方，让其为了本商城提供服务的目的根据我方指令处理相关信息；</p>
                <p class="sub1">(8)  其它本商城根据法律或者服务条款认为合适的披露。 用户或者第三方申请本商城披露其他用户信息的，本商城有权视实际情况要求申请人出具申请书，申请书内容应包含申请披露的信息范围、用途及使用承诺等内容。</p>
                <p class="sub">信息安全：</p>
                <p class="sub1">(1)  在使用本商城服务进行网上交易时，用户需妥善保护自己的信息，仅在必要的情形下向他人提供；</p>
                <p class="sub1">(2)  如果用户发现自己的信息泄密，尤其是用户账户或支付账户及密码发生泄露，用户应立即联络本商城客服，以便采取相应措施。</p>
                <p class="title bold">第八条  不可抗力</p>
                <p class="sub">因不可抗力或者其他意外事件，使得服务条款的履行不可能、不必要或者无意义的，双方均不承担责任。本合同所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</p>
                <p class="title bold">第九条  保密</p>
                <p class="sub">用户保证在使用本商城服务过程中所获悉的属于众康科诺云商城及他方的且无法私自公开渠道获得的文件及资料（包括但不限于商业秘密、公司计划、运营活动、财务信息、技术信息、经营信息及其他商业秘密）予以保密。未经该资料和文件的原提供方同意，用户不得向第三方泄露该商业秘密的全部或者部分内容。但法律法规行政规章另有强制规定或者双方另有约定的除外。</p>
                <p class="title bold">第十条  争议解决</p>
                <p class="sub">服务条款及其规则的有效性、履行和争议的解决，将受中华人民共和国法律管辖。本商城有权受理并调解用户之间因交易服务而产生的纠纷，同时有权根据相应规则单方面独立判断其他用户或第三方对用户的举报及索偿是否成立；若判断举报及/或索偿成立，则本商城有权划拨被举报用户已支付的担保金或交纳的保证金以及冻结账户相应库存进行相应偿付。本商城没有使用自用资金进行偿付的义务，但若进行了该项支付，用户应及时赔偿本商城的全部损失，否则本商城有权通过前述方式抵减该用户的相应资金或权益，如仍无法弥补损失，则本商城保留继续追偿的权利。因本商城非司法机关，用户完全理解并承认，本商城对证据的鉴别能力及对纠纷的处理能力有限，受理交易纠纷完全是基于用户之委托，不保证处理结果符合用户的期望，本商城有权自行决定是否参与争议的调解。</p>
                <p class="sub">凡因履行服务条款及其规则发生的纠纷以及在本商城上交易产生的所有纠纷，各方可协商解决，若协商不成的，任一方可以提交至杭州经济技术开发区人民法院进行诉讼。</p>
                <p class="title bold">第十一条  附则</p>
                <p class="sub">在服务条款中所使用的下列词语，除非另有定义，应具有以下含义：</p>
                <p class="sub1">(1)  “本商城”在无特别说明的情况下，均指"众康科诺云商城" ；</p>
                <p class="sub1">(2)  “用户”：指具有完全民事行为能力的众康科诺云商城各项服务的使用者；</p>
                <p class="sub1">(3)  “消费者”：是指在本商城上进行购买相关产品或增值服务等“购买”操作的用户；</p>
                <p class="sub1">(4)  “经销商”：是指在本商城加盟创业、推荐合作伙伴、使用众康科诺云商城B2B系统、使用平台物流/仓储/培训，及销售产品等“卖”操作的用户。</p>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    mounted() {
        this.isWx = this.$util.isWx();
    }
}
</script>

<style scoped lang="less">
.wrapper{
    background: #fff;
}
.box{
    border-top: 1px solid #f3f3f3;
    padding: 0 .15rem;
    color: #111;
    line-height: 1.5;
    padding-bottom: .2rem;
    .tip{
        padding: .15rem 0;
        border-bottom: 1px solid #f3f3f3;
        font-size: .14rem;
        p{
            margin-top: .15rem;
        }
    }
    .title{
        font-size: .16rem;
        margin-top: .15rem;
    }
    .sub{
        font-size: .14rem;
        margin-top: .1rem;
        padding-left: 2em;
    }
    .sub1{
        font-size: .14rem;
        margin-top: .1rem;
        padding-left: 4em;
    }
}
</style>
