<template>
    <div id="pageContainer">
        <div class="header">
            <p class="title">众康科诺隐私保护承诺</p>
            <a href="javascript:;" onclick="history.go(-1);" class="back"></a>
        </div>
        <div class="wrapper">
            <div class="box">
                <p class="tip">众康科诺尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，本平台会按照本隐私权政策的规定使用和披露您的个人信息。但本平台将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，本平台不会将这些信息对外披露或向第三方提供。本平台会不时更新本隐私权政策。 您在同意本平台服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于本平台服务使用协议不可分割的一部分。</p>
                <p class="title">1. 适用范围</p>
                <p class="sub">a) 在您注册本平台帐号时，您根据本平台要求提供的个人注册信息；</p>
                <p class="sub">b) 在您使用本平台网络服务，或访问本平台平台网页时，本平台自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；</p>
                <p class="sub">c) 本平台通过合法途径从商业伙伴处取得的用户个人数据。</p>
                <p class="sub">您了解并同意，以下信息不适用本隐私权政策：</p>
                <p class="sub">a) 您在使用本平台平台提供的搜索服务时输入的关键字信息；</p>
                <p class="sub">b) 本平台收集到的您在本平台发布的有关信息数据；</p>
                <p class="sub">c) 违反法律规定或违反本平台规则行为及本平台已对您采取的措施。</p>
                <p class="title">2. 信息使用</p>
                <p class="sub">a) 本平台不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和本平台（含本平台关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。</p>
                <p class="sub">b) 本平台亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何本平台平台用户如从事上述活动，一经发现，本平台有权立即终止与该用户的服务协议。</p>
                <p class="sub">c) 为服务用户的目的，本平台可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与本平台合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。</p>
                <p class="title">3. 信息披露</p>
                <p class="sub">在如下情况下，本平台将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息：</p>
                <p class="sub">a) 经您事先同意，向第三方披露；</p>
                <p class="sub">b) 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；</p>
                <p class="sub">c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；</p>
                <p class="sub">d) 如您出现违反中国有关法律、法规或者本平台服务协议或相关规则的情况，需要向第三方披露；</p>
                <p class="sub">e) 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷；</p>
                <p class="sub">f) 其它本平台根据法律、法规或者网站政策认为合适的披露。</p>
                <p class="title">4. 信息存储和交换</p>
                <p class="sub">本平台收集的有关您的信息和资料将保存在本平台及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或本平台收集信息和资料所在地的境外并在境外被访问、存储和展示。</p>
                <p class="title">5. Cookie的使用</p>
                <p class="sub">a) 在您未拒绝接受cookies的情况下，本平台会在您的计算机上设定或取用cookies，以便您能登录或使用依赖于cookies的本平台平台服务或功能。本平台使用cookies可为您提供更加周到的个性化服务，包括推广服务。</p>
                <p class="sub">b) 您有权选择接受或拒绝接受cookies。您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能无法登录或使用依赖于cookies的本平台网络服务或功能。</p>
                <p class="sub">c) 通过本平台所设cookies所取得的有关信息，将适用本政策。</p>
                <p class="title">6. 信息安全</p>
                <p class="sub">a) 本平台帐号均有安全保护功能，请妥善保管您的用户名及密码信息。本平台将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。</p>
                <p class="sub">b) 在使用本平台网络服务时，请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是本平台用户名及密码发生泄露，请您立即联络本平台客服，以便本平台采取相应措施。</p>
                <p class="title">7. 您的权利</p>
                <p class="sub">按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，本平台保障您对自己的个人信息行使以下权利：</p>
                <p class="sub">a)访问您的个人信息</p>
                <p class="sub1">您有权访问您的个人信息，法律法规规定的例外情况除外。</p>
                <p class="sub1">对于您在使用本平台产品或服务过程中产生的其他个人信息，只要不需要过多投入，本平台会向您提供。</p>
                <p class="sub">b)更正您的个人信息</p>
                <p class="sub1">当您发现本平台处理的关于您的个人信息有错误时，您有权要求本平台做出更正。</p>
                <p class="sub">c)删除您的个人信息</p>
                <p class="sub">在以下情形中，您可以向本平台提出删除个人信息的请求：</p>
                <p class="sub1">如果本平台处理个人信息的行为违反法律法规；</p>
                <p class="sub1">如果本平台收集、使用您的个人信息，却未征得您的同意；</p>
                <p class="sub1">如果本平台处理个人信息的行为违反了与您的约定；</p>
                <p class="sub1">如果您不再使用本平台产品或服务，或您注销了账号；</p>
                <p class="sub1">如果本平台不再为您提供产品或服务。</p>
                <p class="sub">若本平台决定响应您的删除请求，还将同时通知从本平台获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。</p>
                <p class="sub">当您从本平台服务中删除信息后，本平台可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
                <p class="sub">d)改变您授权同意的范围</p>
                <p class="sub1">每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。</p>
                <p class="sub">e）个人信息主体注销账户</p>
                <p class="sub1">您随时可注销此前注册的账户，在注销账户之后，本平台将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规另有规定的除外。</p>
                <p class="sub">f）个人信息主体获取个人信息副本</p>
                <p class="sub1">您有权获取您的个人信息副本，在技术可行的前提下，例如数据接口匹配，我们还可按您的要求，直接将您的个人信息副本传输给您指定的第三方。</p>
                <p class="sub">g）约束信息系统自动决策</p>
                <p class="sub1">在某些业务功能中，本平台可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求本平台做出解释。</p>
                <p class="sub">h）响应您的上述请求</p>
                <p class="sub">为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。本平台可能会先要求您验证自己的身份，然后再处理您的请求。</p>
                <p class="sub">在以下情形中，按照法律法规要求，本平台将无法响应您的请求：</p>
                <p class="sub1">与国家安全、国防安全有关的；</p>
                <p class="sub1">与公共安全、公共卫生、重大公共利益有关的；</p>
                <p class="sub1">与犯罪侦查、起诉和审判等有关的；</p>
                <p class="sub1">有充分证据表明您存在主观恶意或滥用权利的；</p>
                <p class="sub1">响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
                <p class="title">8.本平台如何处理儿童的个人信息</p>
                <p class="sub">本平台产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户账户。</p>
                <p class="sub">对于经父母同意而收集儿童个人信息的情况，本平台只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。</p>
                <p class="sub">尽管当地法律和习俗对儿童的定义不同，但本平台将不满 14 周岁的任何人均视为儿童。</p>
                <p class="sub">如果本平台发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。</p>
                <p class="title">9.您的个人信息如何在全球范围转移</p>
                <p class="sub">原则上，本平台在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。</p>
                <p class="sub">由于本平台通过遍布全球的资源和服务器提供产品或服务，这意味着，在获得您的授权同意后，您的个人信息可能会被转移到您使用产品或服务所在国家/地区的境外管辖区，或者受到来自这些管辖区的访问。</p>
                <p class="sub">此类管辖区可能设有不同的数据保护法，甚至未设立相关法律。在此类情况下，本平台会确保您的个人信息得到在中华人民共和国境内足够同等的保护。</p>
                <p class="title">10.本隐私权政策如何更新</p>
                <p class="sub">本平台可能适时会对本隐私权政策进行调整或变更，如您在隐私权政策调整或变更后继续使用本平台提供的任一服务或访问本平台相关网站的，代表您已充分阅读、理解并接受修改后的隐私权政策并受其约束。</p>
            </div>
        </div>
    </div>
</template>

<script>
export default {
    data() {
        return {

        }
    },
    mounted() {
        this.isWx = this.$util.isWx();
    }
}
</script>

<style scoped lang="less">
.wrapper{
    background: #fff;
}
.box{
    border-top: 1px solid #f3f3f3;
    padding: 0 .15rem;
    color: #111;
    line-height: 1.5;
    padding-bottom: .2rem;
    .tip{
        padding: .15rem 0;
        border-bottom: 1px solid #f3f3f3;
    }
    .title{
        font-size: .14rem;
        margin-top: .15rem;
    }
    .sub{
        font-size: .14rem;
        margin-top: .1rem;
        padding-left: 2em;
    }
    .sub1{
        font-size: .14rem;
        margin-top: .1rem;
        padding-left: 4em;
    }
}
</style>
